In [2]:
import pandas as pd

In [15]:
data = pd.DataFrame({
    "Name": ["Jordan, Micheal",
             "Bryant, Kobe",
             "James, Lebron",
             "Irving, Kyrie",
             "Curry, Steph"
    ],
    
    "Teams" : ["Chicago Bulls",
               "L.A. Lakers",
               "L.A. Lakers",
               "Brooklyn Nets",
               "Golden State Warriors"
        
    ],
    
    "Birth_Place" : ["Brooklyn, USA",
                     "Philadelphia, USA",
                     "Akron, USA",
                     "Melbourne, AUS",
                     "Akron, USA"
                    
                    ],
    
    "PG": [1072,1346,1265,532,699],
    
    "CS": [42.0,40.5,40.8,32.8,35.5],
    
    "Career Points" : [32.292,33.643,34.241,9.238,16.323]
    
    
    
})

data

,Name,Teams,Birth_Place,PG,CS,Career Points
0,"Jordan, Micheal",Chicago Bulls,"Brooklyn, USA",1072,42.0,32.292
1,"Bryant, Kobe",L.A. Lakers,"Philadelphia, USA",1346,40.5,33.643
2,"James, Lebron",L.A. Lakers,"Akron, USA",1265,40.8,34.241
3,"Irving, Kyrie",Brooklyn Nets,"Melbourne, AUS",532,32.8,9.238
4,"Curry, Steph",Golden State Warriors,"Akron, USA",699,35.5,16.323

SyntaxError: invalid syntax (<ipython-input-12-2c1b891910b9>, line 1)